<?php
//自定义的参数配置
return [
    //常用配置
    "upload_max_size_rar" => 5,//上传文件最大单位 M
    "pagenum"=>10, //分页每页内容数

    //收款信息配置
    "gsskf"=>"收款名",//公司收款方
    "gslxfs"=>"18888888888",//公司联系方式
    "gswx"=>"weixin",//公司微信
    "gsyx"=>"admin@admin.com",//公司邮箱
    "gskhyh"=>"中国工商银行;中国建设银行",//公司开户银行
    "gskhm"=>"张三;王五",//公司开户名
    "gsyhzh"=>"1111 1111 1111 1111 1111;2222 2222 2122 2333 4444",//公司银行账号
    "zfbzh"=>"1111 1111 1111 1111 1111;2222 2222 2122 2333 4444",//支付宝账号

    //注册信息配置
    "xzipzckg"=>"1",//限制ip注册开关
    "xhyzctd"=>"1",//新会员注册通道
    "xhymrxe"=>"1000",//新会员每日限额
    "gbzcts"=>"今天注册人数已满1000人  请隔天再进行新建会员",//关闭注册提示
    "zcly"=>"欢迎注册",//注册留言

    "yunpian_api"=>"6ee0fc01833c3ff26fd6a62556337d78", //云片网api
    "yunpian_str"=>"友达网", //短信前缀
    "duanxin_time"=>"10",  //短信有效期
    "kaihujin"=>100, //开户金消耗
    "eth2usd"=>330.51, //以太币汇率
    "ethaddress"=>"0xa46675ab6577c887edd56a7777c64c432bb", //以太币收货地址
    "out_money_min"=>50,//转出金额倍数
    "tixian_money_min"=>50,//提现金额倍数
    "user_money"=>"0;100;300;400;500;1000", //用户钱包里有多少钱
    "user_lev"=>"1;2;3;4;5;6", //用户可以拿几代动态奖金
    "user_get"=>"0.6;0.5;0.4;0.3;0.2;0.1", //用户可以拿百分之多少动态奖金
    "wait_time"=>"5", //转入金额冻结时间，单位分钟
    // TODO  未来改成小时！
];
